tap "homebrew/bundle"
brew "asdf"
brew "golangci-lint"
brew "jq"
brew "sqlc"
brew "telnet"
brew "tree"
brew "xz"
cask "1password"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "kindle"
cask "postman"
cask "raycast"
cask "visual-studio-code"
cask "warp"
vscode "bmewburn.vscode-intelephense-client"
vscode "cfgweb.vscode-perl"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "haskell.haskell"
vscode "jebbs.plantuml"
vscode "justusadam.language-haskell"
vscode "kosz78.nim"
vscode "kumar-harsh.graphql-for-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "patricklee.vsnotes"
vscode "prisma.prisma"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
